{
    "Log in to your account": "Connectez-vous à votre compte",
    "Enter your email and password below to log in": "Entrez votre email et mot de passe ci-dessous pour vous connecter",
    "Email address": "Adresse email",
    "Password": "Mot de passe",
    "Forgot your password?": "Mot de passe oublié ?",
    "Remember me": "Se souvenir de moi",
    "Log in": "Se connecter",
    "Don't have an account?": "Vous n'avez pas de compte ?",
    "Sign up": "S'inscrire",
    "Create an account": "Créer un compte",
    "Enter your details below to create your account": "Entrez vos détails ci-dessous pour créer votre compte",
    "Name": "Nom",
    "Full name": "Nom complet",
    "Confirm password": "Confirmer le mot de passe",
    "Create account": "Créer le compte",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Forgot password": "Mot de passe oublié",
    "Enter your email to receive a password reset link": "Entrez votre email pour recevoir un lien de réinitialisation de mot de passe",
    "Email Address": "Adresse email",
    "Email password reset link": "Envoyer le lien de réinitialisation",
    "Or, return to": "Ou, retourner à",
    "log in": "se connecter",
    "Reset password": "Réinitialiser le mot de passe",
    "Please enter your new password below": "Veuillez entrer votre nouveau mot de passe ci-dessous",
    "Email": "Email",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Confirm": "Confirmer",
    "Please verify your email address by clicking on the link we just emailed to you.": "Veuillez vérifier votre adresse email en cliquant sur le lien que nous venons de vous envoyer par email.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse email que vous avez fournie lors de l'inscription.",
    "Resend verification email": "Renvoyer l'email de vérification",
    "Log out": "Se déconnecter",
    "Appearance": "Apparence",
    "Update the appearance settings for your account": "Mettez à jour les paramètres d'apparence de votre compte",
    "Light": "Clair",
    "Dark": "Sombre",
    "System": "Système",
    "Delete account": "Supprimer le compte",
    "Delete your account and all of its resources": "Supprimez votre compte et toutes ses ressources",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Cancel": "Annuler",
    "Update password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé",
    "Current password": "Mot de passe actuel",
    "New password": "Nouveau mot de passe",
    "Confirm Password": "Confirmer le mot de passe",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Profile": "Profil",
    "Update your name and email address": "Mettez à jour votre nom et adresse email",
    "Your email address is unverified.": "Votre adresse email n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'email de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse email.",
    "Settings": "Paramètres",
    "Manage your profile and account settings": "Gérez votre profil et les paramètres de votre compte",
    "Log Out": "Se déconnecter",
    "Platform": "Plateforme",
    "Dashboard": "Tableau de bord",
    "Search": "Rechercher"
}
